Repository: alextorquin/autobot
Catalog: src/locale/messages.*.xlf
Languages: es

# logo_alt
source: Autobot: learn Angular playing with cars
es: Autobot: aprende Angular jugando con coches

source: About
es: A cerca de

# alternate
source: Español
es: English

# slogan
source: -A simple Angular project for playing with cars... while learning Angular ;-)
es: -Un simple proyecto Angular para jugar con coches... mientras aprendes Angular ;-)

# about_links_caption
source: Links to learn Angular:
es: Enlaces para aprender Angular ;-)

# play
source: Play with cars...
es: Juega a los coches...

# learn
source: ...while learning Angular.
es: ...mientras aprendes Angular

# access_legend
source: Use your account or create a new one
es: Usa tu cuenta o crea una nueva

# access_name
source: Name
es: Nombre

# access_name_placeholder
source: Your name, please
es: Tu nombre por favor

# access_required_name
source: We need a name
es: Necesitamos un nombre

# access_email
source: Email
es: Correo

# access_email_placeholder
source: Email address
es: Dirección de e-mail

# access_required_email
source: We need a valid email
es: Necesitamos una dirección de emial válida

# access_password
source: Password
es: Contraseña

# access_password_placeholder
source: 4 digits password
es: Contraseña de 4 dígitos

# access_required_password
source: We need a password
es: Necesitamos una contraseña

# access_minlength_password
source: We need at least {{getErrors('password').minlength.requiredLength}} digits
es: Necesitamos al menos {{getErrors('password').minlength.requiredLength}} dígitos

# access_confirm_password
source: Confirm Password
es: Confirma la contraseña

# access_password_confirm_placeholder
source: repeat password
es: Repite la contraseña

# access_notmatch_passwords
source: Passwords do not match
es: Las contraseñas no coinciden

# access_login
source: Login
es: Acceder

# access_register
source: Register
es: Registrame

# access_dont_have
source: I don´t have an account yet.
es: Aún no tengo una cuenta

# access_already_have
source: I already have an account.
es: Ya tengo una cuenta

# access_caption
source: Access to autobot
es: Acceso a autobot

# welcome
source: Welcome to {{ title }}
es: Bienvenido a {{ title }}

# home_list_caption
source: Cars in your garage:
es: Coches en tu garaje:
